import React from "react";
import "./Header.css";

const Header = () => {
  return (
    <header>
        <h1>Let's Get It On</h1>
        <div className="album_img"></div>
        <div className="album_desc">
          <h3>Marvin Gaye</h3>
          <span>8곡 • 31분</span>
          {/* <p>
            《Let's Get It On》은 미국의 솔 가수, 작곡가, 프로듀서 마빈 게이의
            열세 번째 스튜디오 음반이다. 1973년 8월 28일 모타운 레코드 자회사
            레이블 타믈라가 발매했다. 음반 녹음 세션은 1970년 6월부터 1973년
            7월까지 미국 디트로이트의 히츠빌과 골든 월드 스튜디오,
            로스앤젤레스의 히츠빌 웨스트에서 열렸다. 게이의 펑크 장르와 로맨스
            테마 음악 첫 벤처로 활동한 《Let's Get It On》은 부드러운 솔, 두왑,
            콰이어트 스톰가 녹아있다. 성적으로 선정적인 가사로 비평가들에게
            주목받았고, 한 작가가 "지금까지 녹음한 음반 중 가장 성적으로 충실한
            음반 중 하나"라고 언급했다. 사회적으로 인지도가 높은 음반 《What's
            Going On》의 획기적인 성공에 이어 《Let's Get It On》은 게이를 섹스
            아이콘으로 자리매김시키는 데 일조하며 그의 주류적 매력을 더욱
            부각시켰다. 이 음반은 타이틀곡인 〈Come Get to This〉와 〈You Sure
            Love to Ball〉을 프로듀싱하여 《빌보드》 차트의 성공을 거두었다.
            《Let's Get It On》은 게이의 음반 활동에서 가장 상업적으로 성공한
            음반이 되었으며, 모타운과의 재임 기간 동안 그의 창작 통제력을 더욱
            넓혔다. 게이의 성적인 발라드, 게이의 보컬의 멀티트랙, 매혹적이고
            펑크적인 사운드가 후기 R&B 아티스트와 제작에 영향을 미쳤다. 이
            음반은 많은 음악 작가와 비평가들에 의해 솔 음악에서 획기적인
            녹음으로 여겨져 왔다. 1970년대 펑크 음악의 인기를 모았고, 부드러운
            솔 사운드는 "모타운 사운드" 공식으로 그의 레코드 레이블의 이전
            성공에 변화를 주었다. 《Let's Get It On》은 많은 비평가들과
            출판물들의 역대 최고의 음반 목록에 올랐다. 2001년에는 모타운
            레코드에서 2디스크 디럭스 에디션 발매로 재발행되었다.
          </p> */}
        </div>
    </header>
  );
};

export default Header;
